Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: There are many other habitats duplicating other environments, such as Afrique—a large Cole habitat with a population of two hundred thousand, where the habitat is made to resemble the African savanna.
fr_fr: Il y a de nombreux habitats dupliquant d'autres environnements, tels que l'Afrique - un grand habitat Cole avec une population de deux cent milles habitants, où l'habitat est fait pour ressembler à la savane Africaine.

source: In Afrique, the two ends of the habitat are shaped into snowcapped mountains, and the inhabitants mostly live in several large cities built in the savannah.
fr_fr: En Afrique, les desux extrémité de l'habitat sont façonnés en montagne enneigées, et els habitats vivent principalement dans plusieurs grande cité construite dans la savane.

source: While nostalgia for Earth is a powerful force in habitat design, there are many other options.
fr_fr: Alors que la nostalgie de la Terre est une force puissante dans la conception d'habitat, il y a beaucoup d'autres options.

source: A few exotic habitats resemble fantastic cities from various vidgames or older forms of entertainment, including a handful of small and eccentric habitats where the inhabitants all appear as strange humanoid alien beings.
fr_fr: Quelques habitats exotiques ressemblent aux fantastiques citées de différents jeux vidéos ou d'autres divertissement plus vieux, incluant une poignée de petits habitats excentriques dans lesquels les habitants apparaissent tous comme des humanoïdes étranges oou des êtres étrangers.

source: In many, the inhabitants have cosmetically modified themselves to fit in with the setting.
fr_fr: Dans beaucoup de ces habitats, les habitants se sont modifié cosmétiquement pour se fondre dans le décor.

source: One of the most common differences between small and large habitats is that the residents of smaller stations often share a common ideology or sense of aesthetics, and so are far more eccentric.
fr_fr: L'une des plus grandes différences entre les petits ou les plus grands habitats est que les résidents des plus petites stations partagent souvent une idéologie commune ou un sens esthétique, et sont donc bien plus excentrique.

source: Some of the more unusual habitats range from dimly lit, spooky landscapes filled with perpetually leafless trees, thick, continually regenerating cobwebs, and other similar macabre touches to gleaming colonies that are shining citadels of quartz and steel.
fr_fr: Quelques un des habitats les plus inhabituels vont des habitats faiblement éclairés, avec des paysages effrayant remplis d'arbres mort, perpétuellement effeuillés et régénérants les toiles d'araignées dans leur branches, ainsi que d'autres touches macabre similaire aux colonnies chatoyante qui sont des citadelles lumineuses de quartz et d'acier.

source: Some are huge interconnected arcologies where any sort of personal privacy is rare, while in others every family or even every person has a separate dwelling that is rarely seen by outsiders.
fr_fr: Certains dont de gigantesque archologies interconnectées où la vie privée est rare, alors que dans d'autres, chaque famille voire chaque personne possède une résidence séparée qui est rarement visitée par les gens de l'extérieur.

source: Since the populations of these stations are relatively small and the vast majority are not major economic centers, travel to and from these smaller habitats is infrequent, which further increases their insularity and idiosyncrasies.
fr_fr: Puisque la population de ces stations est relativement faible et que la vaste majorité ne sont pas des centres économiques majeurs, voyager depuis ou vers les habitats les plus petits est peu fréquent, ce qui augmente encore plus leur insularité et leurs idiosyncracies.

source: Extropia, the huge Martian city-states, and some of the largest Lunar stations hold between one million and twenty million inhabitants.
fr_fr: Extropia, les gigantesques cités état Martienne et certaines des plus grande colonnie Lunaire abritent entre un et vingt millions d'habitants.

source: There are many smaller settlements containing between one hundred thousand and one million residents.
fr_fr: Il y a de nombreux abris plus petits qui contiennent entre cent mille et un milliion de résidents.

source: These habitats are considerably less idiosyncratic and exotic than the smaller habitats.
fr_fr: Ces habitats sont considérablement moins idiosyncratique et exotique que les habitats les plus petits.

source: Almost all contain a cosmopolitan and diverse population from a wide variety of subcultures.
fr_fr: Presque tous abritent une population cosmopolite et diversifiée venant d'une grande variété de sous-culture.

source: Because of this diversity and the difficulty of forming any sort of consensus with a large population, these settlements tend to be reminiscent of the cities of Earth.
fr_fr: En raison de cette diversité et étant donnée la difficulté d'obtenir un consensus avec uen grande population, ces abris tendent à être des réminiscence des cités de la Terre.

source: All of them have their own unique character and feel, but the differences between one habitat and another are rarely overwhelming.
fr_fr: Tous possèdent un caractère et une impression unique, mais les différences entre un habitat et un autre sont rarement déstabilisante.

source: In addition, all of these stations are large enough to hold offices for all of the major hypercorps, who further promote uniformity by providing the same services from identical hypercorp offices.
fr_fr: De plus, toutes ces stations sont suffisament grande pour abriter des bureaux de toutes les hypercorps majeures, ce qui promeut encore plus l'uniformité en fournissant les mêmes services depuis des bureaux hypercorps identiques.

source: Since most of these habitats are major centers of commerce, travel between them is frequent, so there are various facilities for travelers such as hotels and sports clubs that help reduce the disorientation of travel by offering identical experiences, regardless of their location.
fr_fr: Puisque la plupart de ces habitats sont des centres majeurs de commerce, voyager de l'un à l'autre est fréquent, il y a donc de nombreuses installations pour les voyageurs tels que des hôtels ou des clubs de sports qui aident à réduire le dépaysement en offrant des expériences identiques, quelque soit le lieu.

source: Zero-g habitats are very different from those that use rotational gravity.
fr_fr: Les habitats en zéro-g sont très différents de ceux qui utilisent une gravité par rotation.

source: Most consist of networks of tunnels drilled through the asteroids—similar to the tunnel cities of Luna and Titan—but some are considerably more exotic.
fr_fr: La plupart sont un réseau de tunnels creusés à travers l'astéroïde - de manière similaire aux cités tunnel de la Lune et de Titan - mais certains sont considérablement plsu exotique.

source: Like most other habitats, almost all microgravity colonies are built in, on, or next to one or more asteroids containing a large amount of useful raw materials.
fr_fr: Comme pour la plupart des autres habitats, presque toutes les colonies en microgravité sont contruit dans, sur ou à proximité d'un ou de plusieurs astéroïdes contenant un grand nombre de matériau bruts utiles.

source: They typically feature a gravity less than 0.01 g that has very little effect on the daily lives of the inhabitants.
fr_fr: Ils ont typiquement une gravité inférieur à 0,01g qui n'affecte que très peu la vie quotidienne de ses habitants.

source: Near-weightless environments allow for some interesting and unusual habitat designs as there is no up or down, enabling the creation of structures that would be too fragile even in low gravity.
fr_fr: Les environnements quasiment sans poids permettent des conception d'habitat intéressante et inhabituelle car il n'y a ni haut, ni bas, permettant ainsi la création de structures qui auraient été trop fragile même en faible gravité.

source: The habitats of Nova York (p.
fr_fr: Les habitats de Nova York (p.

source: 97) and Nguyen's Compact (p.
fr_fr: 97) et de Nguyen's Compact (p.

source: 103) are both examples of this, among many others.
fr_fr: 103) sont deux example de ce type, parmi de nombreux autres.

source: The most rare and exotic of all of the types of habitats are the luxurious private ones owned by exceedingly wealthy or high rep individuals.
fr_fr: Les habitats les plus rares et les plus exotiques sont les habitats privés luxueux possédés par individus excessivement riches ou avec une trés haute rep.

source: Most private habitats are small but still give each of the residents several thousand cubic meters of personal space.
fr_fr: La plupart des habitats privés sont petit mais fournissent quand même à leurs résident plusieurs centraines de mètres cubes d'espace personnel.

source: A typical private habitat is either a cylinder one hundred fifty meters in diameter (the minimum necessary to produce Mars gravity at a rate of rotation slow enough to avoid problems in all morphs) and between fifty and two hundred meters long, or a zero-g sphere one hundred to two hundred meters in diameter.
fr_fr: Un habitat privé typique est soit un cylindre de cent cinquante mètre de diamètre (le minimum nécessaire pour produire une gravité proche de celle de Mars à un taux de rotation suffisament lent pour éviter les problèmes) et entre cinquante et deux cent mètres de long, ou une sphère en zéro-g de cent à deux cent mètres de diamètres.

source: These habitats are always tethered to a small collection of raw materials, consisting of chunks of silicate, nickel-iron, and water-containing carboniferous asteroids with a mass equal to at least that of the habitat.
fr_fr: Ces habitats sont toujours connectés à une petite collection de matériau bruts, généralement des tranches de silice, de nickel-fer et d'astéroïdes carbonifères contenant de l'eau d'une masse au moins égale à celle de l'habitat.

source: The majority of private habitats are inhabited by between half a dozen and three dozen morphs, some or most of which may be AI servants or, on rare occasions, indentured servants.
fr_fr: La majorité des habitats privés sont habités par une douzaine à trois douzaine de morphs, certains ou la plupart d'entre elles pouvant être des serviteurs IA ou, en de rares occasions, des serviteurs contractés.

source: Life in a private habitat is exceptionally lavish.
fr_fr: La vie dans un habitat privé est particulièrement luxueuse.

source: Almost every surface is made of formatible smart materials and there are several large generalpurpose cornucopia machines available for the use of every resident.
fr_fr: Presque toute la surface est faites de matériau intelligents configurable et il y a plusieurs grosses machine d'abondances génériques disponible pour l'utilisation de chaque résident.

source: By using these nanofabricators and the smart materials to their fullest, residents can completely change the interior of the habitat in only a day or two—transforming a sterile and crystalline array of shining metal and glass buildings into a thriving forest, inhabited by a variety of wild animals.
fr_fr: En utilisant ces nanofabeurs et les matériau intelligents aux maximum de leur capacité, les résidents peuvent complètement changer l'intérieur de leur habitat en à peine une journée ou deux - transformant un alignements stérile et cristallins de bâtiments en métal brillant et en verre en une forêt prospère, habitée d'une variété d'animaux sauvages.

source: The mesh is filled with vids and XPs about the lives of the most famous residents of the solar system.
fr_fr: Le mesh est rempli de vids et d'XP sur les vies des résidents les plus célabres du système solaire.

source: Almost everyone has seen the interior of one of these vast space mansions many times, though only a tiny percentage of the inhabitants of the solar system will ever have a chance to actually visit such a location.
fr_fr: Presque tout le monde a vu de nombreuses fois l'intérieur de l'un des manoirs aux espaces intérieurs gigantesque , bien que seul un petit pourcentage des habitatnts du système solaire aura une chance de visiter en chair et en os un tel endroit.

source: Many gatecrashers, scavengers who travel to Earth, and others who engage in similarly daring endeavors hope to be able to obtain information or objects sufficiently valuable to allow them to retire to their own private habitat.
fr_fr: beaucoup de resquilleurs, de charoganrds qui parcourent la Terre, et d'autres qui ont des comportements audacieux similaires espèrent être capables un jour d'obtenir des informations ou des objets suffisament interessant pour leur permettre de prendre leur retraite dans leur propres habitats.

source: One would have thought a cataclysmic event such as the Fall would bring the surviving elements of transhumanity closer together, jointly dedicating themselves to the repopulation of the solar system and continued prosperity.
fr_fr: On aurai pu penser qu'un évènement cataclysmique tel que la Chute aurait eu tendance à renforcer et à rapprocher les éléments survivants de la Transhumanité, se dédiant ensemble à repeupler le système solaire et à maintenir leur proserité.

source: Instead, the remoteness and physical isolation of transhuman colonies and habitats stretched across the solar system, as well as the effects emerging technologies have had on transhuman economies and social lives, have promoted the evolution of a wide spectrum of philosophies, agendas, and political models.
fr_fr: Au lieu de ça, la distance et l'isolation physique des transhumaines colonies et des habitats éparpillés dans tout le système soalire, ainsi que les effets des technologies émergentes ont eu sur les économies transhumaine et sur la vie soaicle, ont promu l'évolution d'un large spectre de philosophie, de programme et de modèles politiques.

source: To some economists, the Fall and the numerous crises that predated it on Earth can be viewed as an extinction event, the end of the line for the massive transnational megacorp dinosaurs, financial giants that supported their monolithic frameworks on outdated economic models and industrial technologies.
fr_fr: Pour certains économistes, la Chute et les nombreuses crises qui l'ont précédées sur Terre peuvent être vues comme une extinction, la fin des dinosaures qu'étaient les mégacorporation transnationale, des géants financiers qui supportaient leur système monolithique sur des modèles économiques dépassés et des technolgies industrielles.

source: The hypercorps are their evolutionary descendants: slimmer, faster, meaner, and more flexible, eagerly embracing the possibilities of new technologies and never afraid to toss the old aside to take advantage of the new.
fr_fr: Les hypercorps sont leur descendant évolué: plus mince, plus rapide, plus agresisve et plus souple, embrassant avidement les possibilité des nouvelles technologies et jamais effrayé d'abandonner les plus vieille pour profiter des plus récentes.

source: It was the hypercorps that drove humanity's expansion into space and who continue to push the technological envelope, guiding transhumanity towards new horizons—always with profit as their driving goal.
fr_fr: Ce sont les hypercorps qui ont propulsé l'expansion de l'humanité dans l'espace et qui continuent de repousser les limites de la technologie, guidant la transhumanité vers de nouveaux horizons - en ayant toujours le profit comme but conducteur.

source: Most hypercorps are decentralized, non-assetbased legal entities.
fr_fr: La plupart des hypercorps sont ds entités légal décentralisées non basées sur les actifs.

source: Complete automation, advanced robotics, morph technology, and cornucopia machines allow the hypercorps to abstain from mass employment for labor or production services.
fr_fr: L'automatisation complète, la robotique avancée, la technologie des morphs et les machines d'abondances permettent aux hypercorps de s'affranchir de l'embauche massive pour la main d'œuvre ou les services de productions.

source: The need for physical labor has mostly been reduced to tasks associated with habitat construction or deep space mining.
fr_fr: Le besoin de travail physique a été réduit aux tâches associées à la construction d'hébaitat ou à l'exploitation minière spatiale.

source: Infomorphs and AIs are heavily employed (or more accurately, owned) as drone operators or virtual workers, and many administrative tasks are performed online via augmented reality, virtual private networks, and simulspace nodes.
fr_fr: Les informophs et les IAs sont massivement employées (plus précisément, possédée) comme opérateur de drône ou travailleurs virtuels, et beaucoup des tâches administratives sont faites en ligne par la réalité augmentée, les réseaux privés virtuels et les nœuds de simulspace.

source: Some hypercorps are in fact entirely “virtual,” with no physical assets and each employee acting as a mobile office.
fr_fr: Certaines hypercrops sont en fait entièrement "virtuelle," sans actifs physique et chaque employé est considéré comme un bureau mobile.

source: A few major hypercorps literally consist of only a dozen transhuman personnel.
fr_fr: Quelques hypercorps majeures ne sont littéralement composées que d'une douzaine d'employés transhumains.

source: Though some hypercorps are massive and diversified, most specialize in particular fields or services.
fr_fr: Même si certaines hyeprcorps sont massive et diversifiée, la plupart se spécialisent dans un domaine ou un service particulier.

source: This results in both an intricate system of partnerships to develop, produce, and market products and services and a large-scale tendency to internally contract special services from other hypercorps.
fr_fr: Cela donne un système complexe de paretnarait pour développer, produire et vendre des produits et des service et une forte tendance à contracter en interne des servcies particuliers d'autres hypercorps.

source: Many hypercorps also pool their resources and talent into cooperative research initiatives, project centers, or shared habitats.
fr_fr: Beaucoup d'hypercorps regroupenet égelement leurs ressources et leurs talent dans des initiatives de recherche coopérative, des centres de projets et des habitats partagés.

source: Most hypercorps are traditional capitalist in outlook, though many have adopted alternative business philosophies and management models.
fr_fr: La plupart d'entre elles sont dans une perspective capitaliste traditionnelle, même si beaucoup ont adoptés des philosophies des affaires et des modèles de gestion alternatifs.

source: This might include basing decisions on internal forecast market trends, groupthink consensus models, or ditching management entirely in favor of staff polling/voting initiatives that statistically fare better.
fr_fr: Cela peut inclure de la prise de décision basé sur des prévision de marché, des modèles de consensus de groupe ou d'abandonner complètement le management pour laisser le personnel voter pour des initaitives qui sont statistqieuemnts bien meilleure.

source: A few are anarcho-capitalist companies originating from Extropian enclaves, though these often suffer from a bias when making deals with inner system powers.
fr_fr: Quelques unes sont des sociétés anarcho-capitaliste originaire des enclaves Extropiennes, bien qu'elles souffrent souvent d'un biais lorsqu'elle concluent des accords avec les puissances du système intérieur.

source: The solar system boasts thousands of hypercorps; a few of the more prominent and interesting are noted below.
fr_fr: Le système solaire grouille de milliers d'hypercorps; quelques une des plus proéminentes et intéressante sont détaillées ci-dessous.

source: Major Industries: Cognitive Science, Mental Implants, Psychosurgery, Nootropics
fr_fr: Industries principales: Science Cognitive, Implants Mentaux, Psychochirurgie, Nootropiques.

source: Major Stations: Thought (Venus orbit), Phobos (Mars moon)
fr_fr: Stations Principales: Pensée (orbite Vénusienne), Phobos (lune de Mars)

source: A pioneer in the field of cognitive science, Cognite (pronounced cog-neet) drives forward the cutting edge of research into understanding the transhuman mind.
fr_fr: Un pionier dans le domaine des scince cognitive, Cognite (prononcer cogue-nite) est à la pointe de la recherche dans la compréhension de l'esprit transhumain.

source: Most well-known for their mental augmentations and the original menton morph design, Cognite also specializes in psychosurgery and nootropics.
fr_fr: Plus connue pour ses augmentations mentales et la conception origniale des morphs menton, Cognite est également un spécialiste en psychochirurgie et dans les nootropiques.

source: Their elitist and aloof image was not aided by their scandalous involvement with the projects to raise accelerated growth children that became known as the Lost generation (p.
fr_fr: Leur image élitiste et distante n'as pas été améliorée par leur implication scandaleuse dans le projet qui a chercher à élever des enfants en croissance accélérée qui sont devenus la génération Égarée (p.

source: 233), nor rumors that they engage in research involving TITAN-influenced incapacitating input attacks.
fr_fr: 233), ni par les rumeurs selon lesquelles ils seraient engagés dans des recherche impliquant des attaques sensorielle incapacitantes influencées par les TITANs.

source: Nevertheless they remain a key member in the Planetary Consortium.
fr_fr: Ils demeurent néanmoins un membre vlef du Consortium Planétaire.

source: From: <Encrypted>
fr_fr: From: <Chiffré>

source: I'm enclosing some data I recently acquired from an inside source regarding a so-called “Project Psiclone”— some type of black budget research initiative pursued by Cognite, possibly with involvement from other Planetary Consortium interests.
fr_fr: Je joint quelques données que j'ai acquis récemment auprès d'une source interne en lien avec le projet baptisé "Projet Psiclone" - uen sorte de recherche financée par la caisse noire de Cognite, probablement avec l'implication d'autres intérêts du Consortium Planétaire.

source: Their work seems to focus strongly on the Watts-Macleod strain of the Exsurgent virus—with some alarming results.
fr_fr: leru travail semblese concentrer fortement sur la souche Watts-MacLéod du virus Exsurgent - avec quelques résultats alarmants.

source: Major Industries: Courier Services, Shipping,Logistics
fr_fr: Industries principales: Services de Courrier, Expédition, Logistique

source: Major Stations: Nectar (Luna), Olympus (Mars)
fr_fr: Stations principales: Nectar (Lune), Olympus (Mars)

source: Comet Express specializes in delivery services, interstellar logistics, supply chains, and shipping.
fr_fr: Comet Express se spécialise dans les services de livraisons, la logistique interstellaire, la chose d'approvisionnement et l'expédition.

source: They maintain a presence on almost every transhuman habitat in the solar system, often via local subcontractors.
fr_fr: Ils maintiennent une présence dans presque tous les habitats transhumains du système solaire, souvent via des sous-traitant locaux.

source: Despite the wonders of nanofabrication, many resources must still be imported.
fr_fr: En dépit des merveilles de la nanofabrications, beaucoup de ressources doivent toujours être importées.

source: ComEx focuses on managing supply and trade routes and making sure physical shipments reach their destinations.
fr_fr: ComEx se concentre sur la gestion des approvisionnement et des routes de commerce et s'assure que toutes les expéditions physiques arrivent à leur destination.
